<template>
  <div>
    <h2>プライバシーポリシー</h2>
    <div>
      アイドリッター（以下、本サービス）は、本ウェブサイト上で提供するサービスを運営するにおいて、以下のとおりプライバシーポリシーを定めます。
    </div>
    <h3>個人情報の定義</h3>
    <div>
      「個人情報」とは、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、
      当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるものを意味することとします。
    </div>
    <h3>個人情報の利用目的</h3>
    <div>
      本サービスにおいて個人情報を収集・利用する目的は、以下のとおりです。
      <ul>
        <li>
          登録ユーザーが自身の登録情報の閲覧や修正、利用状況の閲覧を行うこと。
        </li>
        <li>登録ユーザーからのお問い合わせに対応すること。</li>
        <li>その他上記の利用目的に付随する目的で使用すること。</li>
      </ul>
    </div>
    <h3>個人情報の第三者への開示・提供の禁止</h3>
    <div>
      お預かりした個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。
      <ul>
        <li>ユーザーご自身の同意がある場合</li>
        <li>法令に基づき開示することが必要である場合</li>
      </ul>
    </div>
    <h3>広告の配信ついて</h3>
    <div>
      本サービスでは、第三者配信の広告サービス「A8.net」「Googleアドセンス」を利用しています。
    </div>
    <div>
      広告配信事業者は、ユーザーの興味に応じた商品やサービスの広告を表示する目的で、
      本サービスや他サイトへのアクセスに関する情報を取得するためにCookieを使用しています。
    </div>
    <div>
      またGoogleアドセンスに関して、このプロセスの詳細やこのような情報が広告配信事業者に使用されないようにする方法については、
      Googleの<a href="https://policies.google.com/technologies/ads?gl=jp"
        >ポリシーと規約</a
      >をご確認ください。
    </div>

    <h3>アクセス解析ツールについて</h3>
    <div>
      本サービスでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。
    </div>
    <div>
      このGoogleアナリティクスは、トラフィックデータの収集のためにCookieを使用しています。
    </div>
    <div>
      トラフィックデータは匿名で収集されており、個人を特定するものではありません。
    </div>
    <div>
      この機能はCookieを無効にすることで収集を拒否することが出来ますので、お使いのブラウザの設定をご確認ください。
    </div>
    <div>
      Googleアナリティクスについては、<a
        href="https://marketingplatform.google.com/about/analytics/terms/jp/"
        >利用規約</a
      >または<a
        href="https://policies.google.com/technologies/partner-sites?hl=ja"
        >ポリシーと規約</a
      >をご確認ください。
    </div>

    <h3>プライバシーポリシーの変更</h3>
    <div>
      本ポリシーの内容は、法令その他本ポリシーに別段の定めのある事項を除いて、ユーザーに通知することなく、変更することができるものとします。
      本サービスが別途定める場合を除いて、変更後のプライバシーポリシーは、本ウェブサイトに掲載したときから効力を生じるものとします。
    </div>
    <h3>お問い合わせ先</h3>
    <div>本ポリシーに関するお問い合わせは、下記までお願いいたします。</div>
    <div>
      管理人：ろーだい<br />
      Email : idolitter@roudai.net
    </div>
  </div>
</template>

<script>
export default {}
</script>

<style></style>
